{
  "foods": [
    {
      "id": 1,
      "name": "ข้าวต้มปลากะพง",
      "images": ["https://img.wongnai.com/p/1920x0/2017/07/31/a3ca0e51ec6146419fd3f06a3d012a35.jpg"],
      "sections": {
        "วัตถุดิบ": [
          "น้ำสต๊อกหมู 2 ถ้วย",
          "เนื้อปลากะพง 120 กรัม",
          "ซีอิ๊วขาว 1½ ช้อนโต๊ะ",
          "ตังฉ่าย 1 ช้อนชา",
          "ข่าแก่คั่วป่น 2 ช้อนชา",
          "ขึ้นฉ่ายซอย 1 ช้อนโต๊ะ",
          "เต้าเจี้ยวบด สำหรับเสิร์ฟ",
          "ข้าวสารหอมมะลิเก่า 1 ถ้วย",
          "น้ำสะอาด 6 ถ้วย",
          "ใบเตย 5 ใบ",
          "เกลือ สำหรับปรุงรส"
        ],
        "วิธีการทำ": [
          "ต้มข้าวกับน้ำและใบเตยจนข้าวสุก แล้วกรองข้าวออกจากน้ำแยกไว้",
          "ใส่น้ำต้มข้าวและน้ำสต๊อกหมูลงในหม้อ ต้มพอเดือด แล้วใส่ข้าวลงไปต้มอีกครั้ง",
          "ลวกเนื้อปลาในน้ำต้มข้าวจนสุก",
          "ตักข้าวต้มและปลาใส่ชามจัดเสิร์ฟ ปรุงด้วยซีอิ๊วขาว ตังฉ่าย ข่าป่น ขึ้นฉ่าย พร้อมเต้าเจี้ยวบด"
        ]
      }
    },
    {
      "id": 2,
      "name": "ปลากะพงลุยสวน",
      "images": [
        "https://image.bestreview.asia/wp-content/uploads/2021/08/Snapper-with-mixed-herb.jpg"
      ],
      "sections": {
        "วัตถุดิบ": [
          "ปลากะพง",
          "มะม่วงเปรี้ยว",
          "หอมแดง",
          "พริกขี้หนูสด",
          "พริกขี้หนูแห้งทอดกรอบ",
          "ผักชี",
          "ข่าอ่อน",
          "กระชายอ่อน",
          "เม็ดมะม่วงหิมพานต์ทอดกรอบ",
          "แป้งทอดกรอบ",
          "น้ำมะขามเปียก",
          "น้ำมะนาว",
          "น้ำตาล",
          "น้ำปลา",
          "น้ำพริกเผา",
          "น้ำมันพืช"
        ],
        "วิธีการทำ": [
          "ล้างทำความสะอาด ขอดเกล็ด และแล่เนื้อปลากะพง",
          "หั่นเป็นชิ้นหนาแล้วคลุกแป้งบางๆ ทอดไฟกลางจนเหลืองกรอบทั้ง 2 ด้าน แล้วนำขึ้นมาพักให้สะเด็ดน้ำมัน",
          "นำมะม่วงมาปอกเปลือกแล้วซอยเป็นเส้นหรือหั่นเป็นเต๋าเล็กๆ",
          "นำหอมแดง, ข่าอ่อน และกระชายอ่อนมาซอยหรือหั่นเต๋าให้มีขนาดเท่าๆ กัน",
          "ซอยพริกขี้หนูและหั่นผักชีเตรียมไว้"
        ],
        "วิธีการทำน้ำยำ": [
          "ผสมน้ำตาล, น้ำปลา และน้ำมะขามเปียกให้เข้ากัน จากนั้นตามด้วยน้ำพริกเผา, พริกขี้หนูซอย และน้ำมะนาว คลุกเคล้าให้เข้ากันแล้วชิมรสชาติตามชอบ",
          "นำกระชาย, ข่า, มะม่วง และหอมแดงลงคลุกให้เข้ากัน",
          "นำเนื้อปลามาคลุก คลุกเร็วๆ 2-3 ครั้งแล้วตักใส่จาน โรยหน้าด้วยเม็ดมะม่วงหิมพานต์, พริกแห้ง และผักชีอีกเล็กน้อย"
        ]
      }
    },
    {
      "id": 3,
      "name": "แป๊ะซะปลากะพง",
      "images": ["https://image.bestreview.asia/wp-content/uploads/2021/08/fish-with-sauce.jpg"],
      "sections": {
        "วัตถุดิบ": [
          "ปลากะพง",
          "ขึ้นฉ่าย",
          "พริกจินดา",
          "กะหล่ำปลี",
          "ผักกาดขาว",
          "ขิงอ่อน",
          "บ๊วยดอง",
          "น้ำตาล",
          "ซีอิ๊วขาว",
          "น้ำกระเทียมดอง",
          "น้ำสต๊อก"
        ],
        "วิธีการทำ": [
          "ล้างทำความสะอาดปลา แล้วบั้งตามแนวขวางด้านละ 1-2 ครั้ง เพื่อให้ซอสซึมเข้าเนื้อปลาได้ง่ายขึ้น",
          "จากนั้นเตรียมหม้อนึ่งให้พร้อมแล้วจัดการผสมบ๊วยดอง, น้ำกระเทียมดอง, น้ำตาล, ซีอิ๊วขาว และน้ำสต๊อกให้เข้ากัน (น้ำสต๊อกจะใช้เป็นไก่หรือปลาก็ได้ แต่ถ้าไม่มีสามารถใช้น้ำเปล่าแทนได้)",
          "ชิมรสชาติให้อร่อยกลมกล่อมแล้วราดบนตัวปลา",
          "นำกะหล่ำปลีและผักกาดปิดทับด้านบนแล้วนำเข้าเตานึ่งจนสุก",
          "เปิดฝาแล้วโรยขิงซอย, ขึ้นฉ่ายหั่น และพริกบุบพอแตกลงไปด้านบน ปิดฝานึ่งต่ออีกนิดให้ผักโดนความร้อนแล้วนำไปเสิร์ฟ"
        ]
      }
    },
    {
      "id": 4,
      "name": "ปลากะพงราดพริก",
      "images": ["https://image.bestreview.asia/wp-content/uploads/2021/08/Sea-Bass-with-Chili.jpg"],
      "sections": {
        "วัตถุดิบ": [
          "ปลากะพง",
          "ผักชี",
          "กระเทียม",
          "พริกจินดาแดง",
          "เกลือ",
          "น้ำตาลมะพร้าว",
          "น้ำตาลทราย",
          "น้ำมะขามเปียก",
          "น้ำปลา",
          "น้ำเปล่า",
          "น้ำมันพืช"
        ],
        "วิธีการทำ": [
          "ขั้นตอนแรกเราจะล้างทำความสะอาดแล้วบั้งตามแนวขวางด้านละ 2-3 ครั้ง เพื่อให้น้ำมันโดนตัวปลาได้มากขึ้นและปลาจะสุกทั่วถึงกันทั้งตัว",
          "ใช้กระดาษอเนกประสงค์ซับน้ำออกจากตัวปลาแล้วโรยเกลือลงไปเล็กน้อย ถูให้ทั่วเพื่อเพิ่มรสชาติ",
          "หยิบกระทะขนาดใหญ่กว่าปลาขึ้นตั้งเตา เปิดไฟกลางจนกระทะร้อนมีควันขึ้นแล้วใส่น้ำมันลงไปเยอะๆ",
          "น้ำมันร้อนได้ที่แล้วนำปลาลงทอดจนสุกเหลืองทั้ง 2 ด้านแล้วตักขึ้นพักให้สะเด็ดน้ำมันรอไว้"
        ],
        "วิธีการทำซอส": [
          "นำกระเทียม, พริกและรากผักชีมาโขลกหรือใส่ในเครื่องปั่นให้เนียนเป็นเนื้อเดียวกัน แต่ไม่ต้องละเอียดมาก ให้พอยังเห็นเนื้อพริกอยู่บ้าง",
          "ใช้กระทะใบเดิมเทน้ำมันออก นำขึ้นตั้งไฟกลางค่อนอ่อนแล้วเทเครื่องที่ปั่นไว้ลงไป",
          "ผัดไปเรื่อยๆ จนส่วนผสมในกระทะแห้งขึ้นและส่งกลิ่นหอม",
          "จากนั้นเริ่มปรุงรสด้วยน้ำตาลมะพร้าวและน้ำตาลทราย คนให้น้ำตาลละลายอีกนิดใส่น้ำมะขามเปียก, น้ำปลา และน้ำเปล่าเล็กน้อย เคี่ยวไปเรื่อยๆ จนส่วนผสมงวดและหนืดขึ้นเล็กน้อยตามชอบ",
          "จากนั้นชิมรสชาติเล็กน้อยก่อนตักราดบนตัวปลาแล้วโรยผักชีเพิ่มความสวยงามน่ารับประทาน"
        ]
      }
    },
    {
      "id": 5,
      "name": "แกงเหลืองปลากะพงมะพร้าวอ่อน",
      "images": ["https://image.bestreview.asia/wp-content/uploads/2020/12/แกงเหลืองปลากะพงมะพร้าวอ่อน.png"],
      "sections": {
        "วัตถุดิบ": [
          "ปลากะพงสด",
          "ยอดมะพร้าวอ่อน",
          "พริกแกงเหลือง",
          "กะปิ",
          "น้ำเปล่า",
          "น้ำปลา",
          "น้ำตาล",
          "น้ำมะนาว"
        ],
        "วิธีการทำ": [
          "ตั้งหม้อใส่น้ำ ละลายพริกแกงกับกะปิในปริมาณที่ต้องการ เปิดไฟรอน้ำเดือด",
          "ระหว่างรอก็มาหั่นยอดมะพร้าวอ่อนให้มีขนาดพอดีคำจะได้ทานง่ายและสุกเร็วขึ้น",
          "หลังน้ำเดือดแล้วปรุงรสด้วยน้ำปลาและน้ำตาล แล้วชิมจนได้รสชาติที่ต้องการแล้วใส่ยอดมะพร้าวของเราลงไป",
          "หลังน้ำแกงเดือดและมะพร้าวอ่อนของสุกแล้ว ใส่เนื้อปลาตามไป แล้วรอน้ำแกงเดือด ระหว่างนั้นห้ามคนน้ำแกงเด็ดขาด ไม่งั้นน้ำแกงของจะคาวและไม่อร่อย",
          "หลังจากเนื้อปลาสุกแล้วก็ใส่น้ำมะนาวแล้วปิดไฟทันทีเพื่อไม่ให้น้ำมะนาวขม"
        ]
      }
    },
    {
      "id": 6,
      "name": "ปลากะพงต้มขิง",
      "images": ["https://image.bestreview.asia/wp-content/uploads/2021/08/Boiled-Fish-with-Ginger.jpg"],
      "sections": {
        "วัตถุดิบ": [
          "ปลากะพง",
          "หอมแดง",
          "ขิงอ่อน",
          "ขึ้นฉ่าย",
          "ต้นหอม",
          "รากผักชี",
          "พริกไทยขาวเม็ด",
          "เกลือ",
          "ซีอิ๊วขาว",
          "น้ำเปล่า"
        ],
        "วิธีการทำ": [
          "นำปลากะพงมาขัดผิวด้วยเกลือ จากนั้นล้างน้ำให้สะอาด ซับให้แห้งแล้วแล่เอาเฉพาะเนื้อปลามาหั่นเป็นชิ้นหนาพักไว้",
          "ล้างทำความสะอาดหอมแดง, ขิง, ขึ้นฉ่าย, ต้นหอม และรากผักชีให้เรียบร้อย",
          "ทุบรากผักชีและหอมแดงให้พอแตก จากนั้นหั่นขึ้นฉ่ายและต้นหอมเป็นท่อนแล้วซอยขิงเป็นเส้นเตรียมไว้",
          "ตั้งหม้อใส่น้ำ เปิดไฟกลางค่อนแรงแล้วรอจนน้ำเดือด",
          "นำรากผักชี, หอมแดง, ขิง และพริกไทยลงต้มก่อน",
          "รอจนน้ำเดือดอีกครั้งปรุงรสชาติด้วยซีอิ๊วขาวและเกลือเล็กน้อย ชิมรสชาติแล้วเร่งไฟให้น้ำเดือดจัดก่อนนำปลาลงต้ม ",
          "รอจนปลาสุกและน้ำเดือดอีกครั้งปรับเตาเป็นไฟกลางแล้วชิมรสชาติอีกครั้ง ปิดท้ายด้วยต้นหอมและขึ้นฉ่าย ปิดฝาต้มต่ออีก 1-2 นาทีก่อนตักเสิร์ฟ"
        ]
      }
    },
    {
      "id": 7,
      "name": "ปลากะพงผัดพริกขี้หนูสวน",
      "images": ["https://www.sgethai.com/wp-content/uploads/2022/02/12.jpg"],
      "sections": {
        "วัตถุดิบ": [
          "เนื้อปลากะพง 1 กิโลกรัม",
          "กระเทียมสับ 1 หัว",
          "พริกขี้หนูสวนสับ ตามชอบ",
          "แป้งทอดกรอบ 2-3 ช้อนโต๊ะ",
          "น้ำเปล่า 5 ช้อนโต๊ะ",
          "ซอสหอยนางรม 2 ช้อนโต๊ะ",
          "ซอสปรุงรส 1 ช้อนโต๊ะ",
          "ซีอิ๊วขาว 1/2 ช้อนโต๊ะ",
          "น้ำตาล 2 ช้อนชา"
        ],
        "วิธีการทำ": [
          "ทำความสะอาดปลากะพง โดยการถอดเกล็ด ผ่าท้องแล้วควักไส้ และ ถอดเหงือกออก ให้เรียบร้อย จากนั้น นำเกลือมาทาให้ทั่ว แล้วใช้น้ำล้างออก ซับด้วยกระดาษทิชชู่ซับมันให้แห้ง",
          "แล่เนื้อปลา แต่ละด้านออกมา โดยใช้มีด เลาะตามครีบด้านบน ไปจนถึงหางปลา แล้วใช้มีดเลาะเนื้อปลาตรงส่วนหัว ปาดยาวไปตามท้องปลา ก็จะได้เนื้อปลาแต่ละด้านออกมา",
          "หั่นเนื้อปลาแต่ละด้าน ออกเป็นชิ้น ๆ โดยหั่นครึ่งก่อน จากนั้น หั่นตามแนวเฉียง ให้หนาประมาณ 3 เซนติเมตร แล้วนำเนื้อปลามาคลุกกับแป้งทอดกรอบให้ทั่ว ๆ",
          "ตั้งกระทะ ใส่น้ำมัน พอน้ำมันร้อนได้ที่แล้ว ใส่เนื้อปลาลงไป ทอดให้เนื้อปลากรอบ จนมีสีเหลืองทอง เสร็จแล้ว ตักขึ้นพักให้สะเด็ดน้ำมัน",
          "ผสมซอสผัด โดยเตรียมถ้วยผสม ใส่น้ำเปล่า 5 ช้อนโต๊ะ ซอสหอยนางรม 2 ช้อนโต๊ะ ซอสปรุงรส 1 ช้อนโต๊ะ ซีอิ๊วขาว 1/2 ช้อนโต๊ะ น้ำตาล 2 ช้อนชา คนให้เข้ากัน",
          "ตั้งกระทะใหม่ ใส่น้ำมันลงไป เปิดไฟกลางค่อนไฟแรง ใส่กระเทียมสับ และพริกขี้หนูสวนสับ อย่างละครึ่งหนึ่งลงไป ผัดให้มีกลิ่นหอม จากนั้น เทซอสผัดลงไป เคี่ยวให้ซอสมีความข้นเหนียว",
          "ใส่เนื้อปลาทอดลงไป คลุกเคล้ากับซอสผัดให้เข้ากันเสร็จแล้ว ให้ใส่กระเทียมสับ พริกขี้หนูสวนที่เหลือลงไป คลุกเคล้าอีกเล็กน้อย เป็นอันเสร็จ"
        ]
      }
    },
    {
      "id": 8,
      "name": "ปลากะพงทอดสมุนไพร",
      "images": ["https://www.sgethai.com/wp-content/uploads/2022/02/14-1.jpg"],
      "sections": {
        "วัตถุดิบ": [
          "ปลากะพง",
          "เกลือ",
          "แป้งทอดกรอบ",
          "หอมแดง",
          "ตะไคร้",
          "ใบมะกรูด",
          "กระชาย",
          "พริกไทยอ่อน",
          "พริกแดงจินดา",
          "เม็ดมะม่วงหิมพานต์"
        ],
        "วัตถุดิบสำหรับน้ำจิ้ม": [
          "น้ำตาลปี๊บเคี่ยว 2 ช้อนโต๊ะ",
          "น้ำปลา 3 ช้อน",
          "มะนาว 2 ลูก",
          "พริกขี้หนูสับ",
          "หอมแดง",
          "กุ้งแห้ง",
          "มะม่วงซอย",
          "ผักชี"
        ],
        "วิธีการทำ": [
          "ทำความสะอาดปลากะพง โดยการถอดเกล็ด ผ่าท้องแล้วควักไส้ และ ถอดเหงือกออก ให้เรียบร้อย จากนั้น นำเกลือมาทาให้ทั่ว แล้วใช้น้ำล้างออก ซับด้วยกระดาษทิชชู่ซับมันให้แห้ง",
          "แล่เนื้อปลา แต่ละด้านออกมา โดยใช้มีด เลาะตามครีบด้านบน ไปจนถึงหางปลา แล้วใช้มีดเลาะเนื้อปลาตรงส่วนหัว ปาดยาวไปตามท้องปลา ก็จะได้เนื้อปลา แต่ละด้านออกมา",
          "หั่นเนื้อปลาแต่ละด้าน ออกเป็นชิ้น ๆ โดยหั่นครึ่งก่อน จากนั้น หั่นตามแนวเฉียง ให้หนาประมาณ 3 เซนติเมตร",
          "นำเนื้อปลาและโครงปลา มาคลุกเกลือ และ แป้งทอดกรอบ โดยแป้งให้คลุกบาง ๆ ไม่ต้องคลุกจนแป้งติดหนามาก",
          "เตรียมเครื่องสมุนไพร โดยหั่นตะไคร้ออกเป็นท่อน ๆ แล้วโขลกให้ละเอียด จนเป็นเส้นฝอย ๆ แล้วนำกระชายมาคลุกแป้งทอดกรอบ",
          "ตั้งกระทะ ใส่น้ำมันเปิดไฟกลาง ใส่หอมแดง เจียวจนกว่าจะออกสีเหลืองทอง แล้วตักใส่กระชอนขึ้นมาพักไว้ ตามด้วยตะไคร้ ใบมะกรูด กระชาย พริกไทยอ่อน พริกแดงจินดา (ให้ทอดเสร็จเป็นอย่าง ๆ ) โดยทอดจนกว่าจะสุกหรือมีสีเหลืองกรอบ ตักใส่กระชอนขึ้นมาพักไว้",
          "ทอดโครงปลาจนกว่าจะมีสีเหลืองกรอบ เสร็จแล้วใส่กระชอนขึ้นมาพักไว้",
          "ทอดเนื้อปลาจนกว่าจะมีสีเหลืองกรอบ แล้วใส่กระชอนพักไว้ ให้สะเด็ดน้ำมัน",
          "จัดจาน วางโครงปลาลงไปก่อน ตามด้วยเนื้อปลา ตะไคร้ ใบมะกรูด กระชาย พริกไทยอ่อน พริกทอด หอมเจียว โรยเม็ดมะม่วงหิมพานต์ปิดท้าย"
        ],
        "วิธีการทำน้ำจิ้ม": [
          "เตรียมถ้วยน้ำจิ้ม แล้วใส่น้ำตาลปี๊บเคี่ยว 2 ช้อนโต๊ะ น้ำปลา 3 ช้อน น้ำมะนาว 2 ลูก พริกขี้หนูสับ หอมแดง ลงไป",
          "ใส่กุ้งแห้ง มะม่วงซอย โรยหน้าด้วยผักชี คลุกคล้าให้เข้ากัน เป็นอันเสร็จ"
        ]
      }
    },
    {
      "id": 9,
      "name": "ปลากะพงผัดกระเทียม",
      "images": ["https://i.ytimg.com/vi/Kxl2tP4K9K8/maxresdefault.jpg"],
      "sections": {
        "วัตถุดิบ": [
          "เนื้อปลากะพง 300 กรัม",
          "กระเทียม(จีน) 1-2 หัว",
          "แป้งทอดกรอบ 1 ช้อนโต๊ะ",
          "ซอสปรุงรส 1 ช้อนโต๊ะ",
          "ซีอิ๊วขาว 1 ช้อนชา",
          "น้ำมันหอย 2 ช้อนโต๊ะ",
          "น้ำตาล 1 ช้อนโต๊ะ",
          "น้ำเปล่า 5 ช้อนโต๊ะ"
        ],
        "วิธีการทำ": [
          "นำเนื้อปลากะพงมาคลุกกับแป้งทอดกรอบให้ทั่ว ๆ",
          "ผสมซอสสำหรับผัด โดยเตรียมถ้วยผสม ใส่ซอสปรุงรส 1 ช้อนโต๊ะ ซีอิ๊วขาว 1 ช้อนชา ซอสหอยนางรม 2 ช้อนโต๊ะ น้ำตาล 1 ช้อนโต๊ะ น้ำเปล่า 5 ช้อนโต๊ะ คนให้เข้ากัน",
          "ทอดปลา โดยตั้งกระทะใส่น้ำมัน รอน้ำมันให้ร้อนได้ที่ แล้วใส่เนื้อปลากะพงลงไป ทอดให้สุกกรอบ จนมีสีเหลืองทอง",
          "ตั้งกระทะใหม่ ใส่น้ำมันลงไปเล็กน้อย สำหรับผัด ใส่กระเทียมจีนลงไป (ไม่ต้องสับ) ผัดให้มีกลิ่นหอม จากนั้น ใส่ซอสผัดลงไป เคี่ยวให้ซอสมีความข้นหนืดและร้อนได้ที่",
          "พอซอสข้นหนืดได้ที่แล้ว ให้ปิดไฟ ใส่เนื้อปลาทอดลงไป คลุกเคล้าให้เข้ากัน เป็นอันเสร็จ"
        ]
      }
    },
    {
      "id": 10,
      "name": "ปลากะพงนึ่งซีอิ๊ว",
      "images": [
        "https://www.sgethai.com/wp-content/uploads/2022/02/8-1024x572.png"
      ],
      "sections": {
        "วัตถุดิบ": [
          "ปลากะพง 1 ตัว(800-1000 กรัม)",
          "ขิงแก่ 1 แง่ง",
          "ต้นหอม 5 ต้น",
          "ขึ้นฉ่าย 3 ต้น",
          "พริกชี้ฟ้าแดง 3 เม็ด",
          "น้ำมันสำหรับผัด 2-3 ช้อนโต๊ะ",
          "ซอสหอยนางรม 2 ช้อนโต๊ะ",
          "ซีอิ๊วดำหวาน 2 ช้อนโต๊ะ",
          "ซีอิ๊วขาว 4 ช้อนโต๊ะ",
          "เหล้าจีน 3 ช้อนโต๊ะ",
          "น้ำตาลทราย 1 ½ ช้อนโต๊ะ",
          "พริกไทยป่น 2 ช้อนชา"
        ],
        "วิธีการทำ": [
          "ทำความสะอาดปลากะพง โดยการถอดเกล็ด ผ่าท้องแล้วควักไส้ และ ถอดเหงือก ให้เรียบร้อย นำเกลือมาทาให้ทั่ว แล้วใช้น้ำล้างออก ซับด้วยกระดาษทิชชู่ซับมันให้แห้ง แล้วให้ใช้มีด บั้งเนื้อปลา 3 บั้ง แต่ละด้าน เท่า ๆ กัน",
          "เตรียมซึ้งนึ่ง โดยต้มน้ำร้อนให้ร้อนจัด ด้วยไฟแรง จากนั้น นำปลากะพงใส่จานที่จะจัดเสิร์ฟ วางลงในซึ้งนึ่ง นึ่งปลาจนสุก ใช้เวลาประมาณ 10-12 นาที",
          "ปอกเปลือกขิง หั่นขิงเป็นแว่น ๆ แล้วซอยให้เป็นเส้นเล็ก ๆ เตรียมไว้ จากนั้น นำพริกชี้ฟ้าแดงมาผ่าครึ่ง เอาส่วนที่เป็นเมล็ดออก แล้วหั่นซอยให้เป็นเส้นเล็ก ๆ",
          "ต้นหอม ตัดส่วนโคนแยกออกจากส่วนใบ แล้วหั่นโคนต้นหอมออกเป็นเส้น ๆ ส่วนใบต้นหอมให้หั่นออกเป็นท่อน ๆ ขนาดเท่ากัน เช่นเดียวกับขึ้นฉ่าย ให้ทำแบบเดียวกัน",
          "เตรียมทำน้ำราดซีอิ๊ว โดยตั้งกระทะ เปิดไฟแรง ใส่น้ำมัน กลิ้งจนน้ำมันเคลือบกระทะ พอน้ำมันร้อนจัด จนมีไอร้อนขึ้นมา ให้ใส่ขิง พริกชี้ฟ้าแดง ขึ้นฉ่าย ต้นหอมที่ซอยแล้ว ผัดให้เข้ากัน แค่ให้พอมีกลิ่นหอม ผักสลดดีให้ปิดไฟ แล้วนำผักเหล่านี้ มาโรยไว้บนตัวปลาตัวกะพง",
          "ตั้งกระทะใหม่ (ยังไม่ต้องเปิดไฟ) ใส่ซอสหอยนางรม ซีอิ๊วดำหวาน ซีอิ๊วขาว เหล้าจีน น้ำตาลทราย พริกไทยป่น ลงไป จากนั้น เปิดไฟกลางค่อนไฟแรง คนและผัดซอสให้เข้ากัน จนกว่าจะเดือดและข้นได้ที่ ระหว่างนี้ ให้คอยคนเป็นระยะ เพื่อไม่ให้ไหม้",
          "เมื่อซอสข้นเหนียวให้ปิดไฟ นำน้ำซีอิ๊วมาราดลงบนตัวปลากะพง เป็นอันเสร็จ"
        ]
      }
    },
    {
      "id": 11,
      "name": "ต้มยำปลากะพงน้ำใส",
      "images": [
        "https://www.sgethai.com/wp-content/uploads/2022/02/13-1-1024x572.jpg"
      ],
      "sections": {
        "วัตถุดิบ": [
          "ปลากะพง 1 ตัว",
          "ข่าอ่อน 5 แว่น",
          "ตะไคร้ 3 ต้น",
          "ใบมะกรูด 4 ใบ",
          "หอมแดง 2 หัว",
          "มะเขือเทศหั่นซีก 1 ลูก",
          "ผักชีฝรั่งหั่น 1 ต้น",
          "น้ำมะนาว 4 ช้อนโต๊ะ",
          "น้ำปลา 2 ช้อนโต๊ะ",
          "เกลือ 1/2 ช้อนโต๊ะ",
          "น้ำตาล 1/2 ช้อนชา",
          "พริกขี้หนูสวน 15 กรัม",
          "พริกแห้ง 10 กรัม"
        ],
        "วิธีการทำ": [
          "ใส่น้ำเปล่าลงในหม้อ ประมาณครึ่งหนึ่ง จากนั้น เปิดไฟแรง ต้มน้ำให้เดือด",
          "จากนั้น ใส่ข่าอ่อน ตะไคร้ ใบมะกรูด หอมแดง มะเขือเทศลงไป รอ 3-4 นาที เพื่อให้น้ำต้มยำมีกลิ่นหอม",
          "ใส่เนื้อปลากะพงลงไป ต้มให้เนื้อปลาสุก ใช้เวลา 5-8 นาที ระหว่างต้มให้คอยช้อนฟองที่ลอยขึ้นมา เพื่อให้น้ำต้มยำมีความใส",
          "เมื่อเนื้อปลาสุกแล้ว ให้ลดไฟเป็นไฟอ่อน ใส่เกลือ พริกขี้หนูสวน คนให้เข้ากัน ต้มต่ออีกสักพักหนึ่ง แล้วให้ปิดไฟ",
          "ปรุงรสเพิ่มด้วยน้ำตาล น้ำปลา คนให้น้ำตาลละลาย แล้วใส่น้ำมะนาว ลงไป คนให้เข้ากัน จากนั้น โรยผักชีฝรั่ง และพริกแห้ง ตกแต่งปิดท้าย เป็นอันเสร็จ"
        ]
      }
    },
    {
      "id": 12,
      "name": "ปลากะพงทอดน้ำปลา",
      "images": [
        "https://www.sgethai.com/wp-content/uploads/2022/02/5-1-1024x572.png"
      ],
      "sections": {
        "วัตถุดิบ": [
          "ปลากะพง 1 ตัว",
          "น้ำมันพืช(สำหรับทอดปลา)",
          "น้ำปลาแท้ 2 ช้อนโต๊ะ",
          "น้ำตาลปี๊ป 1 ช้อนโต๊ะ"
        ],
        "วัตถุดิบสำหรับยำมะม่วง": [
          "มะม่วงขูดเส้น 1 ถ้วยตวง",
          "หอมแดง(ไทย) 3-4 หัว",
          "พริกขี้หนู/พริกแดงจินดา 4-5 เม็ด",
          "ขึ้นฉ่าย 1 ต้น",
          "เม็ดมะม่วงหิมพานตามชอบ",
          "น้ำมะนาว 3 ช้อนโต๊ะ",
          "น้ำปลา 2 ช้อนโต๊ะ",
          "น้ำตาลปี๊ป 1 ช้อนโต๊ะ"
        ],
        "วิธีการทำ": [
          "ทำความสะอาดปลากะพง โดยการถอดเกล็ด และ ถอดเหงือกออก ให้เรียบร้อย จากนั้น นำเกลือมาทาให้ทั่ว แล้วใช้น้ำล้างออก ซับด้วยกระดาษทิชชู่ซับมันให้แห้ง",
          "แล่เนื้อปลา เพื่อให้ปลาแผ่ออก โดยใช้มีดเลาะตามครีบด้านบนจนถึงหางปลา จากนั้นตั้งตัวปลาผ่าครึ่ง ก็จะได้ตัวปลาที่แผ่ออก เสร็จแล้ว ให้ควักเอาเครื่องในปลาและกระดูกออก",
          "นำปลากะพงไปล้างน้ำ ทำความสะอาด จากนั้น ใช้กระดาษทิชชู่ซับเนื้อปลาให้แห้ง",
          "ตั้งกระทะ ใส่น้ำมันให้ท่วม เปิดไฟแรง วอร์มให้น้ำมันร้อนได้ที่ พอได้ที่แล้ว ให้ใส่ปลากะพงลงไป ทอดจนด้านหนึ่งกรอบ มีสีเหลืองทองแล้ว ค่อยพลิกกลับมาทอดอีกด้าน ใช้เวลาทอดแต่ละด้าน ประมาณ 5-10 นาที พอสุกกรอบทั้ง 2 ด้านแล้วให้ตักขึ้น พักให้สะเด็ดน้ำมัน",
          "ทำน้ำปลาสำหรับราด โดยตั้งกระทะใหม่ ใส่น้ำปลา 2 ช้อนโต๊ะ น้ำตาลปี๊บ 1 ช้อนโต๊ะ แล้วเปิดไฟกลางค่อนไฟแรง คนให้น้ำตาลปี๊บละลาย เมื่อน้ำปลาเดือดแล้ว ให้ปิดเตา แล้วตักน้ำปลาราดปลากะพง"
        ],
        "วิธีการทำยำมะม่วง": [
          "มะม่วงขูดเป็นเส้น ๆ และนำเม็ดมะม่วงหิมพานต์ ไปคั่วในกระทะให้มีกลิ่นหอม",
          "หอมแดง ขึ้นฉ่าย พริกขี้หนู หั่นเตรียมไว้",
          "เตรียมถ้วยสำหรับใส่ยำมะม่วง ใส่น้ำมะนาว น้ำปลา น้ำตาลปี๊บ คนให้ละลายเข้ากัน",
          "ใส่มะม่วงขูดเส้น หอมแดง ขึ้นฉ่าย พริกขี้หนูซอย คนให้เข้ากัน จากนั้น โรยเม็ดมะม่วงหิมพานต์ไว้ด้านบน เป็นอันเสร็จ"
        ]
      }
    },
    {
      "id": 13,
      "name": "สเต็กปลากะพงย่าง",
      "images": [
        "https://www.sgethai.com/wp-content/uploads/2022/02/7-1024x572.png"
      ],
      "sections": {
        "วัตถุดิบ": [
          "เนื้อปลากะพงแล่ 1 ชิ้น",
          "พริกหวานเหลือง",
          "พริกหวานแดง",
          "กระเทียมต้น",
          "เห็ดออรินจิ",
          "ซูกินี",
          "ออริกาโน่ป่น"
        ],
        "วิธีการทำ": [
          "ใช้มีดบั้งหนังปลาด้านบน จากนั้น โรยเกลือ พริกไทย และน้ำมันมะกอก ทั้ง 2 ด้าน",
          "ตั้งกระทะ ใช้ไฟแรง นำเนื้อปลากะพงลงไปย่าง โดยเริ่มจากด้านหนังปลาก่อน พอสุกแล้ว ค่อยพลิกกลับด้าน ย่างเนื้อปลาให้สุก พอสุกแล้วให้ตักขึ้นพักไว้",
          "หั่นซูกินี กระเทียมต้น เห็ดออรินจิ จากนั้น โรยเกลือ พริกไทย แล้วนำไปย่างให้สุก",
          "หั่นพริกหวานเหลือง พริกหวานแดง ลงไปย่างรวมกัน",
          "จัดจาน ตักผักต่าง ๆ ไว้ด้านล่าง ซ้อนกันขึ้นมาเป็นชั้น ๆ ตามเนื้อปลากะพงไว้ด้านบน โรยออริกาโน่ป่นลงไป เป็นอันเสร็จ"
        ]
      }
    },
    {
      "id": 14,
      "name": "ปลากะพงผัดขึ้นฉ่าย",
      "images": [
        "https://www.sgethai.com/wp-content/uploads/2022/02/6-1024x572.png"
      ],
      "sections": {
        "วัตถุดิบ": [
          "เนื้อปลากะพง",
          "หอมใหญ่ / ขึ้นฉ่าย / ต้นหอม (ตามชอบ)",
          "กระเทียม / พริก (ตามชอบ)",
          "แป้งมัน 2 ช้อนโต๊ะ",
          "ซอสปรุงรส 1 ช้อนโต๊ะ",
          "น้ำตาล 1 ช้อนชา",
          "ซีอิ๊วขาว นิดหน่อย",
          "เต้าเจี้ยว 1 ช้อนโต๊ะ"
        ],
        "วิธีการทำ": [
          "นำเนื้อปลามาคลุกกับแป้งมันให้ทั่ว ๆ จากนั้น ตั้งกระทะ ใส่น้ำมันลงไป วอร์มน้ำมันให้ร้อนได้ที่แล้ว ให้ใส่เนื้อปลาลงไป ทอดจนเนื้อปลาสุกกรอบ มีสีเหลืองทองแล้ว ให้ตักขึ้น พักให้สะเด็ดน้ำมัน",
          "หั่นขึ้นฉ่าย หอมใหญ่ ต้นหอม เตรียมไว้",
          "ตั้งกระทะใหม่ ใส่น้ำมันลงไปเล็กน้อย ใส่กระเทียม เต้าเจี้ยว ผัดให้มีกลิ่นหอม",
          "ใส่พริกขี้หนู หอมใหญ่ แครอท ลงไป ผัดให้เข้ากัน",
          "ปรุงรสด้วยซอสปรุงรส ซีอิ๊วขาว น้ำตาล แล้วใส่น้ำเปล่าลงไปเล็กน้อย ผัดให้เข้ากัน",
          "ใส่เนื้อปลาทอดลงไป ตามด้วยขึ้นฉ่าย ผัดคลุกเคล้าให้เข้ากัน เป็นอันเสร็จ"
        ]
      }
    },
    {
      "id": 15,
      "name": "ปลากะพงนึ่งมะนาว",
      "images": [
        "https://cms.dmpcdn.com/food/2022/03/10/f7639520-a04c-11ec-a4b0-ab300a5d4a18_webp_original.jpg"
      ],
      "sections": {
        "วัตถุดิบ": [
          "ปลากระพง 1 ตัว (700-800 กรัม)",
          "น้ำมะนาว 6 1/2 ช้อนโต๊ะ",
          "น้ำปลา 6 1/2 ช้อนโต๊ะ",
          "น้ำตาลปี๊ป 2/3 ช้อนโต๊ะ",
          "กระเทียม 1 1/2 หัว",
          "พริกขี้หนูสวน 20 เม็ด",
          "รากผักชี 4 ราก",
          "ผักชี 4 ต้น",
          "ผักชีฝรั่ง 2 ต้น",
          "ขึ้นฉ่าย 2 ต้น",
          "กะหล่ำปลี 1/4 หัว"
        ],
        "วิธีการทำ": [
          "ซอยกะหล่ำปลีให้เป็นเส้นๆ ไว้รองด้านล่างปลากะพง และนำกะหล่ำปลีอีกส่วนมารองไว้ด้านบนจาน นำปลามาวางด้านบน จากนั้นตั้งน้ำร้อนในซึ้งให้ร้อนเตรียมไว้",
          "เตรียมน้ำราดโดยการ ซอยผักชี ผักชีฝรั่ง ขึ้นฉ่าย นำไปพักไว้ ",
          "นำรากผักชีใส่ลงไปในโถปั่น ตามด้วยกระเทียม พริกขี้หนูสวน น้ำมะนาว น้ำปลา น้ำตาลตะโหนด ปั่นพอหยาบ ชิมให้ได้รสตามชอบ",
          "นำน้ำมาราดบนตัวปลากะพงพอประมาณ เพื่อให้น้ำราดซึมเข้าไปในเนื้อปลาระหว่างนึ่ง ",
          "นำปลาลงไปนึ่งในซึ้ง จับเวลาประมาณ 10 นาที",
          "ระหว่างรอนึ่งปลา ให้เตรียมหม้อไฟสำหรับวางปลา นำผักกะหล่ำวางด้านล่างให้ทั่ว ตามด้วยผักชีฝรั่ง ขึ้นฉ่าย พอประมาณ นำปลาที่นึ่งสุกในซึ้งมาวางด้านบน จุดหม้อไฟไว้รอ ",
          "นำน้ำที่นึ่งปลาราดลงไปบนตัวปลา ตามด้วยน้ำราดที่เหลือทั้งหมด และผักที่ซอยไว้ โรยด้านบนให้สวยงาม พร้อมเสิร์ฟ"
        ]
      }
    },
    {
      "id": 16,
      "name": "ก๋วยเตี๋ยวปลา(กะพง)",
      "images": ["https://cms.dmpcdn.com/food/2021/11/24/c139bff0-4ce2-11ec-ad7a-cbe6f82aaad4_webp_original.jpg"],
      "sections": {
        "วัตถุดิบ": [
          "บะหมี่",
          "เส้นเล็ก",
          "ถั่วงอก",
          "ผักกาดหอม",
          "น้ำพริกเผา 2/3 ช้อนโต๊ะ",
          "น้ำมันพริกเผา 1 ช้อนชา",
          "น้ำตาลทราย 1/2 ช้อนโต๊ะ",
          "น้ำปลา 1/3 ช้อนโต๊ะ",
          "น้ำมะนาว 1 ช้อนโต๊ะ",
          "นมข้นจืด 5 ช้อนโต๊ะ",
          "น้ำซุป 150-200 ml.",
          "ผักชีฝรั่ง",
          "ตังฉ่าย",
          "ตะไคร้",
          "ข่า",
          "ใบมะกรูด",
          "กระเทียมเจียว",
          "พริกไทย",
          "ต้นหอม",
          "ขึ้นฉ่าย",
          "ลูกชิ้นปลา",
          "เนื้อปลากะพงขาว"
        ],
        "วัตถุดิบสำหรับน้ำซุป": [
          "น้ำ 7 ลิตร",
          "กระดูกเล้ง 1,000 กรัม",
          "หัวไชเท้า 300 กรัม",
          "กระเทียม 60 กรัม",
          "พริกไทย 5 กรัม",
          "รากผักชี 25 กรัม",
          "น้ำตาลกรวด 50 กรัม",
          "เกลือ 40 กรัม",
          "ซีอิ๊วขาว 50 ml"
        ],
        "วิธีการทำก๋วยเตี๋ยวปลาต้มยำ": [
          "ลวกเนื้อปลา และลูกชิ้นปลาต่างๆ เตรียมไว้",
          "ลวกเส้นและผักให้สุก",
          "นำถั่วงอกใส่ชาม ตามด้วยเส้น คลุกกระเทียมเจียว",
          "ปรุงน้ำซุปต้มยำ ใส่พริกเผา น้ำตาลทราย ผักชีผรั่ง ตังฉ่าย ตามด้วยตะไคร้ ข่า ใบมุกรูด ตามด้วยร้ำปลาเล็กน้อย",
          "ใส่น้ำซุปก๋วยเตี๋ยว เปิดเตาต้มจนเดือด ใส่นมข้นจืดลงไป",
          "ปิดเตาแล้วใส่น้ำมะนาวสด ชิมรสชาติตามชอบ นำน้ำต้มยำมาราดบนเส้นที่เตรียมไว้ ใส่เนื้อปลา และลูกชิ้นปลา พร้อมเสิร์ฟ"
        ],
        "วิธีการทำก๋วยเตี๋ยวปลาน้ำใส": [
          "ลวกเนื้อปลา และลูกชิ้นปลาต่างๆ เตรียมไว้",
          "ลวกเส้นและผักให้สุก",
          "นำถั่วงอกใส่ชาม ตามด้วยเส้น คลุกกระเทียมเจียว ใส่ลูกชิ้นตามชอบ",
          "ราดน้ำซุป โรยผักชี ตังฉ่าย และพริกไทยตามชอบ พร้อมเสิร์ฟ"
        ]
      }
    },
    {
      "id": 17,
      "name": "ฟิชสติ๊ก ปลาชุบแป้งทอด",
      "images": ["https://cms.dmpcdn.com/food/2022/09/27/a336e5c0-3e16-11ed-bece-03ad6f674513_webp_original.jpg"],
      "sections": {
        "วัตถุดิบ": [
          "เนื้อปลากะพงหั่นชิ้น 400 กรัม",
          "เกลือป่น",
          "พริกไทยป่น",
          "แป้งทอดกรอบตรายูเอฟเอ็ม 90 กรัม",
          "พริกไทยป่น 1/2 ช้อนชา",
          "ผงปรุงรส 1 ช้อนชา",
          "น้ำเย็นจัด 160 ml",
          "แป้งทอดกรอบ 1 ถ้วยตวง (แป้งแห้ง)",
          "เกล็ดขนมปังตราดาว 200 กรัม",
          "น้ำมันปาล์มสำหรับทอด"
        ],
        "วิธีการทำ": [
          "นำปลากะพงมาหั่นเป็นชิ้นตามยาว ล้างน้ำให้สะอาด",
          "นำมาซับให้เนื้อปลาแห้งดี โรยด้วยพริกไทยและเกลือบางๆ ทั้งสองด้าน",
          "เตรียมแป้งทอดกรอบตักใส่ชามผสม ตามด้วยพริกไทยป่น ผงปรุงรส น้ำเย็น คนให้เข้ากัน แช่ตู้เย็นรอไว้",
          "เตรียมแป้งแห้ง และแป้งทอดกรอบแยกกัน ",
          "นำปลามาชุบแป้งแห้งให้ทั่ว ตามด้วยแป้งเปียกที่ผสมไว้ และชุบเกล็ดขนมปัง กดให้แน่นๆ",
          "ตั้งกระทะใส่น้ำมัน เปิดแก๊สใช้ไฟกลาง รอให้น้ำมันร้อน แต่อย่าให้ร้อนจัด นำปลาลงไปทอด",
          "พอเกือบจะได้ที่ ให้ปรับเป็นไฟแรงเพื่อไล่น้ำมัน และทอดต่ออีกประมาณ 1-2 นาที",
          "ตักขึ้นพักให้สะเด็ดน้ำมัน เสิร์ฟพร้อมซอสต่างๆ ตามชอบ"
        ]
      }
    }
  ],
  "credits": [
    "https://www.wongnai.com/recipes/porridge-with-seabass",
    "https://bestreview.asia/foods/menus-snapper/",
    "https://www.sgethai.com/article/8-สูตร-เมนูปลากระพง-อร่อย/",
    "https://food.trueid.net/detail/1vJgRJk0xaN9"
  ]
}